Revit 2027 API
ParameterTypeId.ViewUnderlayOrientation Property
 "Underlay Orientation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ViewUnderlayOrientation { get; }
Public Shared ReadOnly Property ViewUnderlayOrientation As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ViewUnderlayOrientation {
	ForgeTypeId^ get ();
}
static member ViewUnderlayOrientation : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace